Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.hu-se.tmx
Source language: hu
Languages: se

source: Tel.
se: Arbetsmiljön behöver alltså förbättras.

source: Csökkentse a lezuhanás kockázatát
se: vara hållfasta,

source: A lezuhanás kockázatát meg kell előzni.
se: Jobba säkrare på tak

source: Kerítse el az ilyen felületeket.
se: Lutande tak

source: Az építőtelepen lennie kell egy feljegyzésnek az összes veszélyes vegyi termékekről.
se: Använd skivhissar och stativ för skruvdra- gare som avlastar vid arbete i tak.

source: Ez minden munkaadó felelőssége.
se: Skruvdragare med magasin är tunga.

source: Bizonyos veszélyes anyagokra különösen szigorú előírások vonatkoznak:
se: Variera arbetet

source: Az előírások megszegése büntetendő cselekmény és nagy pénzbírsággal járhat.
se: Stativ till skruvdragare eller borrmaskin

source: A forgalmat elsősorban el kell terelni.
se: Tänk på vindpåverkan!

source: Ott rendszerint tudnak angolul is.
se: Intäckning med väderskydd.

source: Megosztott vállakozásnál az építtető felelőssége nem ruházható át.
se: Information och instruktion

source: Biztonságosabb építkezési munkák
se: Februari 2013
